{
	"panels": [
		{
			"start": "11:30",
			"end": "12:30",
			"panelist": "Anime & Manga Enthusiasts",
			"type": "game",
			"topic": "Kahoot!",
			"description": "Compete in a game of Kahoot against other attendees to see who knows more anime trivia!",
			"location": "roosevelt"
		},
		{
			"start": "17:00",
			"end": "18:00",
			"panelist": "Thomas Dudley",
			"type": "panel",
			"topic": "Defense Issues in Mecha Anime, Lessons Learned",
			"description": "Defense Issues in Mecha Anime, Lessons Learned will cover issues in mecha anime like; sustainment, procurement, arms racing, and logistics in 3 different anime franchises ranging from Gundam to 86. This presentation will be more of case studies and teaching with footnotes on the specific topic and commentary on the lessons to be learned from the different factions of 86, Gundam, and the Neon Genesis Evangelion TV series. ",
			"location": "roosevelt"
		},
		{
			"start": "15:30",
			"end": "16:30",
			"topic": "Mashy’s Guide to Gunpla: Plastic Crack and War Crimes",
			"panelist": "Mashy",
			"description": "A 10 month old addict presents an overview of the Gundam series and the hobby that comes with them. Come and learn about the basics of Gunpla aka Plastic Crack and learn about the journey of how our speaker, Mashy, become an addict. There will be a giveaway of an Entry Grade Nu Gundam for answering some question at the end.",
			"location": "roosevelt"
		},
		{
			"start": "14:30",
			"end": "15:30",
			"topic": "Jeopardy!",
			"panelist": "Anime & Manga Enthusiasts",
			"description": "Play a game of Jeopardy (with an anime spin) with other attendees!",
			"location": "roosevelt"
		},
		{
			"start": "16:30",
			"end": "18:30",
			"topic": "Karuta Tourney",
			"panelist": "Anime & Manga Enthusiasts",
			"description": "A Japanese card game of Karuta with a twist with anime songs.",
			"location": "marshall"
		},
		{
			"start": "12:30",
			"end": "13:30",
			"topic": "Why You Should Write",
			"panelist": "Marshall",
			"description": "A member of Anime & Manga Enthusiasts at UC San Diego tries to persuade you to become a creative writer, regardless of whether you want to or not.",
			"location": "roosevelt"
		}
	]
}