{
	"panels": [
		{
			"start": "12:00",
			"end": "13:00",
			"panelist": "Matthew Nguyen",
			"type": "panel",
			"topic": "A Walk Through Hell: Explaining Fate and TYPE-MOON",
			"description": "Interested in finally hearing someone explain the universe of Fate and the greater Nasuverse (TYPE-MOON)? Confused about the billion different timelines and overly complex magic system? Maybe you're a Fate fan looking to explore Tsukihime, The Garden of Sinners, and Witch on the Holy Night? Or maybe you just want to know more about the deep, interconnected tissue that creates one of the most intricate, interesting power systems in anime and manga? Together, we'll dive into the base concepts which define the Nasuverse, deeply exploring concepts ranging anywhere from Magecraft to Servants, True Ancestors to Mystery, Mystic Eyes to \"Mana Transfer\", King Arthur to Astolfo, who \"Saber\" even is, and more! As Shirou Emiya once said: \"Hey, that's hell you're walking into.\"",
			"location": "roosevelt"
		},
		{
			"start": "13:00",
			"end": "14:00",
			"panelist": "NeonSparrow",
			"type": "panel",
			"topic": "A Dive into Persona and Megami Tensei",
			"description": "I will describe/talk about Persona and the overall Shin Megami Tensei franchise, describing the games to get more exposure to a wider audience and just to overall explain the franchise because it does get confusing to get into... This will go over: Persona: 1, 2 IS, 2 EP, all of 3, all of 4, all of 5, Shin Megami Tensei: 1-5, Strange Journey, Digital Devil Saga, and more! I will go into arcana and the meaning of the tarots as a deep dive soon after! I just love sharing about a franchise that means so much to me.",
			"location": "roosevelt"
		},
		{
			"start": "14:00",
			"end": "15:00",
			"panelist": "Joaquin Sanchez",
			"type": "panel",
			"topic": "Why Kagurabachi Is the Best Up-And-Coming Series",
			"description": "Out of all the currently running manga series, Kagurabachi by Takeru Hokazono is without a doubt one of the best. It combines compelling characters, a wonderful story, fluid and dynamic art, interesting paneling, a complex power system that has tons to expand on, and deep themes that tie back to real-world issues. In my panel, I will go over exactly how these, and more, are presented in the series, and explain why they combined make Kagurabachi the best newgen manga. Furthermore, I will touch on its excellent reception worldwide, such as the awards it’s won, the staggering amount of sales it has achieved in a short time, and the public cry for an anime adaptation. Hopefully after this panel, you can better understand exactly why Kagurabachi is a global phenomenon, and maybe even become one of us “bachibros”.",
			"location": "roosevelt"
		},
		{
			"start": "15:00",
			"end": "16:00",
			"panelist": "Di",
			"type": "panel",
			"topic": "Trains and Anime: How Transit Shapes the World",
			"description": "Trains are everywhere in Japan, and therefore, everywhere in anime. How? And what does it have to do with your favorite series? We often don't think about how much transportation planning shapes our world, and much less the media we consume. The president of your local Public Transit Enthusiasts club will explain!",
			"location": "roosevelt"
		},
		{
			"start": "16:00",
			"end": "17:00",
			"panelist": "Sri Missula",
			"type": "panel",
			"topic": "Mythological Foundations of Anime",
			"description": "The study of comparative mythology attempts to connect fundamental motifs of the human experience with the nuances of storytelling across culture, medium, and era. Throughout this panel, we explore the mythological and historical foundations of mecha, fantasy, and early shojo anime. We will be breaking down their cultural and historical background to better understand how they existed in response to the prevailing culture or media mix of the time. In doing so, we can understand how depictions have evolved over time, and how those changes reflect shifting storytelling philosophies. In doing so, we hope to create discussion around the historic legacy of the stories that we love, and how—even as the times change—we continue to tell stories that matter.",
			"location": "roosevelt"
		},
		{
			"start": "16:00",
			"end": "17:00",
			"panelist": "The uma merchant",
			"type": "panel",
			"topic": "funny honse panel",
			"description": "It's a panel about the funny horse game mainly but also about related media. What more could you want.",
			"location": "marshall"
		},
		{
			"start": "17:00",
			"end": "18:00",
			"panelist": "Mashy",
			"type": "panel",
			"topic": "Jam over the Barrier: A Trails Introduction",
			"description": "The return of Mashy with another JRPG series introduction. This time we will talk about the long running series with 13 games, Trails series. Come and explore the continent of Zemuria and its people and an epic saga through the last 22 years. P.S: Expedition 33 has nothing on this series and potential very minor spoiler",
			"location": "roosevelt"
		}
	]
}