{
	"panels": [
		{
			"start": "12:30",
			"end": "13:20",
			"panelist": "BubbleTeaPenguin",
			"type": "panel",
			"topic": "Artist 101: Artist Alley Table",
			"description": "You got accepted to your first artist alley, now what? With five years of selling her art, Bubble Tea Penguin is here to guide you to prepare for your first event. There will be discussions of planning a table set up, cost effective ways to set up your table, and many other tips to help out artists new to artist alley.",
			"location": "roosevelt"
		},
		{
			"start": "13:30",
			"end": "14:20",
			"panelist": "Lauren Choo",
			"type": "panel",
			"topic": "NIKKE VA Panel [CANCELLED]",
			"description": "Due to unforeseen circumstances, Lauren Choo will be unable to attend Animefest.",
			"location": "roosevelt"
		},
		{
			"start": "14:30",
			"end": "15:20",
			"panelist": "Mashy",
			"type": "panel",
			"topic": "How to Become Like A Dragon - John Yakuza Version",
			"description": "Are you ready to dive into the world of the Yakuza, the Like A Dragon game series? This panel will provide information and overview of the game series as a whole and introduce you to the many facets of video games crafted by Ryu Ga Gotoku Studio over the past decade with all its goofiness and seriousness.",
			"location": "roosevelt"
		},
		{
			"start": "16:30",
			"end": "17:20",
			"panelist": "Sri Missula",
			"type": "panel",
			"topic": "Mythological Foundations of Anime II",
			"description": "The human experience is a universal one, spanning space and time; the stories of old inform the stories we tell, present and future. By applying theories of media studies and comparative mythology, we will explore how history, culture, and folklore have influenced the storytelling of anime. For the second iteration of this panel, we focus on the social reflections of the fantasy genre, and the iconography of fictional monsters. Whether you want to better understand anime history or to better craft impactful narratives, all are welcome to join our discourse on the stories that matter.",
			"location": "roosevelt"
		},
		{
			"start": "17:30",
			"end": "18:20",
			"panelist": "Brandon \"Albiore\" Nguyen",
			"type": "panel",
			"topic": "Henshin! An Intro to Toku Panel Part 3: Now Showing",
			"description": "Returning for a 3rd year, this panel seeks to introduce to you the weird and wonderful world of Japanese live-action special effects media, otherwise called tokusatsu. In previous years I've discussed such things as the relationship between Madoka Magica and Kamen Rider Ryuki. This year I'm going to focus on how to actually get a hold of these shows to watch, as access to toku in the West has gotten much better in recent years, culminating in overseas theater releases of Shins Ultraman and Kamen Rider in 2023.",
			"location": "roosevelt"
		}
	]
}