{
	"panels": [
		{
			"start": "14:00",
			"end": "15:00",
			"panelist": "Eden",
			"topic": "AoD (Attack on Dinos)",
			"description": "A workshop for people interested in origami, we will be folding two to three different dinosaurs that are relatively easy to follow along. Each origami piece will take ~10-15 minutes to finish, paper will be provided.",
			"location": "marshall"
		},
		{
			"start": "14:00",
			"end": "15:00",
			"topic": "Panel TBA",
			"panelist": "Mashy",
			"description": "Details coming soon!",
			"location": "roosevelt"
		},
		{
			"start": "12:30",
			"end": "13:30",
			"topic": "Cosplay Armor? In MY Dorm Room?",
			"panelist": "Dreidel Cosplay",
			"description": "Want to get into building armor but don't have a big workshop at your disposal? Not to fear! Join experienced foamsmith and panelist Dreidel Cosplay for a beginner-focused lesson on how to use thermoplastic to safely make cosplay armor within the constraints of a university dorm! We'll cover budgeting, tools, safety, techniques, and give you the confidence to start building today!",
			"location": "roosevelt"
		},
		{
			"start": "11:30",
			"end": "12:30",
			"topic": "Panel TBA",
			"panelist": "Brandon Nguyen",
			"description": "Ever wonder why hero characters in your anime keep having the name \"_____ Rider\"? Perhaps you are curious about where Power Rangers got all that fancy fight footage? Or maybe you want to find out what Spider-Man has to do with giant robots? Come learn what this genre of live-action Japanese superhero shows is all about and as a bonus, learn the possible origin of Madoka (yes, that one).",
			"location": "roosevelt"
		},
		{
			"start": "17:00",
			"end": "18:00",
			"topic": "Panel TBA",
			"panelist": "Haoyu Jia",
			"description": "Want to learn how an anime convention like this gets organized? How much would it cost to try hosting my own fan convention? Learn about convention organizing from someone who was the head organizer of last Animefest, from venue and programming selection to recruiting performers and sponsors. The world of event planning does lead to intriguing and juicy stories!",
			"location": "roosevelt"
		},
		{
			"start": "11:30",
			"end": "12:30",
			"topic": "Jeopardy!",
			"panelist": "Cal Animage Beta",
			"description": "Play a game of Jeopardy with other attendees!",
			"location": "marshall"
		},
		{
			"start": "17:00",
			"end": "18:00",
			"topic": "Karuta Tourney",
			"panelist": "Cal Animage Beta",
			"description": "Details coming soon!",
			"location": "marshall"
		}
	]
}